{
  "anecdotes": [
    {
      "text": "He was a wise man who invented beer.",
      "by": "Plato, classical Greek philosopher"
    },
    {
      "text": "Beer, if drunk in moderation, softens the temper, cheers the spirit and promotes health.",
      "by": "Thomas Jefferson, third U.S. President"
    },
    {
      "text": "In a study, scientists report that drinking beer can be good for the liver. I’m sorry, did I say ‘scientists’? I meant Irish people.",
      "by": "Tina Fey, comedian, writer"
    },
    {
      "text": "Most people hate the taste of beer—to begin with. It is, however, a prejudice.",
      "by": "Winston Churchhill, British Prime Minister"
    },
    {
      "text": "Beer, it’s the best damn drink in the world.",
      "by": "Jack Nicholson, actor"
    },
    {
      "text": "I’ve only been in love with a beer bottle and a mirror.",
      "by": "Sid Vicious, rocker"
    },
    {
      "text": "There is no such thing as a bad beer. It’s that some taste better than others.",
      "by": "Bill Carter, writer, documentary maker"
    },
    {
      "text": "I have respect for beer.",
      "by": "Russell Crowe, actor"
    },
    {
      "text": "God has a brown voice, as soft and full as beer.",
      "by": "Anne Sexton, feminist poet, writer"
    },
    {
      "text": "Beer’s intellectual. What a shame so many idiots drink it.",
      "by": "Ray Bradbury, sci-fi author"
    },
    {
      "text": "Stay with the beer. Beer is continuous blood. A continuous lover.",
      "by": "Charles Bukowski, author"
    },
    {
      "text": "A man who lies about beer makes enemies",
      "by": "Stephen King, author"
    },
    {
      "text": "Whoever drinks beer, he is quick to sleep; whoever sleeps long, does not sin; whoever does not sin, enters Heaven! Thus, let us drink beer!",
      "by": "Martin Luther, German professor of theology, monk"
    },
    {
      "text": "For a quart of Ale is a dish for a king.",
      "by": "William Shakespeare, English poet & playwright"
    },
    {
      "text": "Oh, this beer here is cold, cold and hop-bitter, no point coming up for air, gulp, till it’s all–hahhhh.",
      "by": "Thomas Pynchon, author"
    },
    {
      "text": "Give me a woman who loves beer and I will conquer the world.",
      "by": "Kaiser Wilhelm, Last King of Prussia"
    }
  ]
}